# 5)მომხმარებელს შემოატანინეთ ავტომობილის სახელი,ავტომობილის ფერი,ავტომობილის ფასი და ასევე შემოატანინეთ ავტომობილის 
# გამოშვების თარიღი და შენინახეთ ეს ყველაფერი ცვლადებში,input ებთან როგორც გასწავლეთ თ რიცხვი შემოაქვს მომხმარებელს
#  გადააქციეთ ეს input ები ინტეჯერებად და ამის შემდეგ მოახდინეთ ამ ყველაფრის კონკატენაცია
# ანუ გამოიტანეთ მომხმარებლის მიერ შემოყვანილი მნიშვნელობები ერთ გრძელ წინადადებად
car = input('მანქანის სახელი')
color = input('მანქანის ფერი')
price = int(input('ფასი'))
release_date = int(input('გამოშვების თარიღი'))
print(car,color,price,release_date )