# 8)შექმენით ცვლადი ამ ცვლადში შეინახეთ მნიშვნელობად ინტეჯერი და შემდეგ გადააქციეთ ეს ინტეჯერი სტრინგად(გამოიყენეთ შესაბამისი ფუნქცია,ბრჭყალებში არ ჩასვათ😁😆),ამის შემდეგ შექმენით მეორე ცვლადი და მნიშვნელობად მიანიჭეთ რაიმე რიცხვი ოღნდ ეს რიცხვი იყოს სტრინგი,თქვენი მოვალეობაა გადააქციოთ ეს სტრინგი
                                                                                                      
name = 456
namename = str (name)             


squid_game = '456'
squid_gamesquid_game = str(squid_game)  
                                                                                                  
                                                                                                      
                                                                                                      
                                                                                                      
                                                                                                      
                                                                                                      
                                                                                                      
                                                                                                      
                                                                                                      
