#  კომენტარის სახით დაწერეთ ცვლადს როგორი სახელები არ შეიძლება რომ ერქვას.  და როგორი სახელები ჯობია რომ ერქვას. აქვე დაწერეთ რა განსხვავებაა = და == შორის.


# ცვლადის სახელი რომელიც არ შეიზლება ერქვას
#  a = gio =  ცვლადს არ შეიძლება ჰქონდეს სახელი რომელიც არ უკავსირდება მას.

# ცვლადს შეიძლება ჰქონდეს სახელი რომელიც უკავშირდება მას,ასევე ცვლადი შეიძლება იყოს ინტრჯრტის ტიპის, ფლოატის ტიპის და თავისთვად სტრინდ ტიპის
# შეიზლება იყოს ინგეჯერის ტიპის, ფლოატის ტიპის და თავისთავად სტრინგ ტიპის.
# name = gio  number = 43  decimal = 1.2


