# 5) კომენტარის სახით დაწერეთ რა არის input(), print(), str(), float(), int() რა არის ამათი ფუნქცია და ყველაფერი რაც იცით. მოიყვანეთ

# input() =input() — ეს არის ფუნქცია, რომელიც მომხმარებელს ეკითხება რაღაც ტექსტს და აძლევს საშუალებას შეიყვანოს პასუხი კლავიატურით.
# print() გამოიყვანს საბოლოო პასუხს - ტერმინალს ან შეცდომის შემთხოვას შეცდომას გამოიტანს
# str() შეუძლია რომ გადააკეთოს ფუნქციები ცვლადები stringat ან მეორენაირად სეიძლება ბრჭყალებში ჩასვა
# float()ათწილადია როომელიც შეიძლება გადაკეთდეს სტრინგათ
# int() არის ციფრი მისი გამოყენებით კალკულატორის გაკეთება შეიძლება ის შეიძლება გადაკეთდეს სტრინგაღ